import React from 'react'

export const Main = () => {
  return (
    <div className='mainP-container'>
      <h1>Курсова робота з баз даних студентки групи ІС-22 Жайворонок Катерини</h1>
      <hr />
      <h2>Предметна область 31. Облік послуг готелю </h2>
      <p>Готель надає номери клієнтам на певний термін. Кожен номер характеризується
місткістю, комфортністю (президентський, люкс, напівлюкс, звичайний) і ціною. При
поселенні в готель клієнт вказує необхідні характеристики номера (місткість,
комфортність); якщо є відповідні вільні номери, то клієнт займає номер. При цьому
адміністратор фіксує дані клієнта (ПІБ, контактний телефон, номер паспорта), дату
поселення. При поселенні адміністратор також формує рахунок на оплату, який клієнт
оплачує.
Власника готелю цікавить його заповненість по сезонах і комфортності номерів.</p>
    <img src="https://cf.bstatic.com/xdata/images/hotel/max1024x768/398640583.jpg?k=f9ff150ec1f02361417ed28dbd28c2e8cadca6d43ba432f23e2ba515c712b6f9&o=&hp=1" alt="hotel" />
    </div>
  )
}
